Repository: Qantas94Heavy/tabbycat
Catalog: tabbycat/adjfeedback/locale/*/LC_MESSAGES/django.po
Languages: es

source: Source
es: Fuente

source: 1 feedback submission was marked as confirmed. Note that this may have caused other feedback submissions to be marked as unconfirmed.
es: 1 envío de retroalimentación fue marcado como confirmado. Note que esto puede haber causado que otros envíos de retroalimentación se marquen como no confirmados.

source: 1 feedback submission was not marked as confirmed, probably because other feedback submissions that conflict with it were also marked as confirmed.
es: 1 envío de retroalimentación no fue marcado como confirmado, probablemente porque otros envíos de retroalimentación que entran en conflicto con este también fueron marcados como confirmados.

source: 1 feedback submission was marked as unconfirmed.
es: 1 envío de retroalimentación fue marcado como no confirmado.

source: Adjudicator Feedback
es: Retroalimentación del Juez

source: chair
es: principal

source: panellist
es: panelista

source: Yes
es: Sí

source: This field is required.
es: Este campo es necesario.

source: Overall score (%(min)d=worst; %(max)d=best)
es: Puntaje general (%(min)d=peor;%(max)d=mejor)

source: -- Adjudicators --
es: -- Jueces --

source: Adjudicator this feedback is about
es: Juez, esta retroalimentación es sobre (?)

source: %(name)s (%(round)s — chair gave oral)
es: %(name)s(%(round)s — el juez principal dio retroalimentación oral)

source: %(name)s (%(round)s — chair rolled, this panellist gave oral)
es: %(name)s (%(round)s — el juez principal fue superado por votación, este panelista dio retroalimentación oral)

source: adjudicator
es: juez

source: round
es: ronda

source: score
es: puntaje

source: timestamp
es: marca de tiempo (?)

source: adjudicator test score history
es: historial del puntaje del examen de jueces

source: adjudicator test score histories
es: historiales del puntaje de examen de jueces

source: question
es: pregunta

source: feedback
es: retroalimentación

source: answer
es: respuesta

source: adjudicator feedback boolean answer
es: retroalimentación del juez es respuesta boolean

source: checkbox
es: casilla de marcar

source: yes/no (dropdown)
es: si/no (desplegable)

source: integer (textbox)
es: entero (caja de texto)

source: integer scale
es: escala de enteros

source: text
es: texto

source: long text
es: texto largo

source: select one
es: escoja uno

source: select multiple
es: escoja varios

source: tournament
es: torneo

source: sequence number
es: número de secuencia

source: The question displayed to participants, e.g., "Did you agree with the decision?"
es: La pregunta mostrada a los participantes, ej., "Está de acuerdo con la decisión?"

source: name
es: nombre

source: A short name for the question, e.g., "Agree with decision"
es: Un nombre corto para la pregunta, ej., "acuerdo con decisión"

source: reference
es: referencia

source: Code-compatible reference, e.g., "agree_with_decision"
es: Referencia compatible con el código, ej., "acuerdo_con_decision"

source: from adjudicator
es: del juez

source: Adjudicators should be asked this question (about other adjudicators)
es: A los jueces debería preguntárseles esto (sobre otros jueces)

source: from team
es: del equipo

source: Teams should be asked this question
es: A los equipos debería preguntárseles esto

source: answer type
es: tipo de respuesta

source: required
es: necesario

source: minimum value
es: valor mínimo

source: Minimum allowed value for numeric fields (ignored for text or boolean fields)
es: Valor mínimo permitido para campos numéricos (ignorar para campos de texto o boleanos)

source: maximum value
es: valor máximo

source: Maximum allowed value for numeric fields (ignored for text or boolean fields)
es: Valor máximo permitido para campos numéricos (ignorar para campos de texto o boleanos)

source: choices
es: elecciones

source: Permissible choices for select one/multiple fields, separated by %r (ignored for other fields)
es: Elecciones permitidas para campos de escojencia única/múltiple, separados por %r (ignorado para otros campos)

source: adjudicator feedback question
es: pregunta de retroalimentación del juez

source: adjudicator feedback questions
es: preguntas de retroalimentación del juez

source: source adjudicator
es: juez fuente

source: source team
es: equipo fuente

source: adjudicator feedback
es: retroalimentación del juez

source: adjudicator feedbacks
es: retroalimentaciones del juez

source: Either the source adjudicator or source team wasn't specified.
es: Ni el juez fuente ni el equpo fuente fueron especificados.

source: There was both a source adjudicator and a source team.
es: Hay un juez fuente y un equipo fuente.

source: Adjudicator did not see this debate.
es: El juez no vio este debate.

source: Feedback
es: Retroalimentación

source: There are some problems with this feedback submission. Please review and correct them.
es: Hay algunos problemas con el envío de esta retroalimentación. Por favor revisela y corrijalos.

source: %(source_name)s hasn't submitted any feedback yet.
es: %(source_name)sno ha enviado ninguna retroalimentación aún.

source: %(source_name)s hasn't received any feedback yet.
es: %(source_name)s ha recibido ninguna retroalimentación aún.

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects only chairs to submit feedback (on their panellists and trainees).
es: La <a href="%(option_url)s" class="alert-link">configuración de retroalimentación</a> actual permite y espera solo que jueces principales envíen retroalimentación (sobre sus panelistas y trainees)

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects both chairs and panellists to submit feedback on each other, and also chairs to submit on trainees.
es: La <a href="%(option_url)s" class="alert-link">configuración de retroalimentación</a> actual permite y espera que tanto jueces principales como panelistas envíen retroalimentación sobre el otro, y tambien que los jueces principales envíen retroalimentación sobre los trainees.

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects all adjudicators (including trainees) to submit feedback on every other member of the panel (including trainees).
es: La <a href="%(option_url)s" class="alert-link">configuración de retroalimentación</a> actual permite y espera que todos los jueces (incluyendo trainees) envíen retroalimentación sobre todos los miembros del panel (incluyendo trainees).

source: There is <strong>%(nadjs_outside_range)s adjudicator</strong> with a score <strong>outside the permitted range</strong> of adjudicator scores, which is currently set as %(min_score)s to %(max_score)s. This can cause adjudicator auto-allocation to behave in unexpected ways. If you'd like to use a wider score range, you can configure this in <a href="%(feedback_settings_url)s" class="alert-link"> feedback settings</a>.
es: Hay <strong>%(nadjs_outside_range)s juez</strong> con un puntaje <strong>fuera del rango permitido</strong> para jueces, el cual actualmente está entre %(min_score)s y %(max_score)s. Esto puede causar que la ubicación automática de jueces se comporte de formas inesperadas. Si quisiera usar un rango de puntajes más amplio, puede configurarlo en la sección de <a href="%(feedback_settings_url)s" class="alert-link">configuración de retroalimentación</a>.

source: %(count)s adjudicator currently has a score equal to or above %(min)s and below %(max)s. That is %(percent)s%% of the adjudicator pool.
es: %(count)s juez tiene, actualmente, un puntaje igual o mayor a %(min)s y menor a %(max)s. Eso es %(percent)s%% del grupo de jueces.

source: Score Distributions (range is %(min_score)s–%(max_score)s)
es: Distribución del Puntaje (el rango es %(min_score)s–%(max_score)s)

source: Test
es: Examen

source: The proportion of an adjudicator's score determined by feedback vs the test is set on a per-round basis. This is the mix for the current round (%(round)s).
es: La proporción del puntaje de jueces que es determinado por la retroalimentación vs el examen es configurado en cada ronda. Esta es la combinación para la ronda actual (%(round)s).

source: Score Ratio
es: Razón de Puntaje

source: There is %(c_chairs)s debate per round, so there needs to be %(c_chairs)s chair.
es: Hay %(c_chairs)sdebate por ronda, entonces se necesita %(c_chairs)s juez principal.

source: %(c_chairs)s chair
es: %(c_chairs)s juez principal

source: All adjudicators with a score high enough to vote, but who aren't allocated as chairs, are allocated as panellists by the auto-allocator.
es: Todos los jueces con un puntaje suficientemente alto para votar, pero que no se asignaron como jueces principales, son asignados como panelistas por el sistema de auto asignación.

source: %(c_panellists)s panellist
es: %(c_panellists)s panelista

source: Adjudicators are allocated as trainees by the auto-allocator if their score is less than the 'minimum voting score' (currently %(min_voting)s) set in this tournament's Draw Rules configuration.
es: Los jueces son asignados como trainees por el sistema de auto asignación si su puntaje es menor al 'puntaje mínimo para votar' (actualmente %(min_voting)s) configurado en las configuraciones de las Reglas de Enfrentamiento de este torneo.

source: Auto-Allocate Distributions (%(min_voting_score)s+ to vote)
es: Distribuciones de Auto asignación (%(min_voting_score)s+ para votar)

source: %(count)d feedback
es: %(count)d retroalimentación
